Autodesk.Revit.UI.AvailabilityCommands
Store all the ObjectHandlers to the availability command.
Remarks:  In order to enhance the performance, we just create ObjectHandler for each availability command only once.